Repository: tunaitis/weatherstations
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: lt

source: About
lt: Apie

source: Close
lt: Uždaryti

source: Dark
lt: Tamsi

source: Dark Mode
lt: Tamsi tema

source: Date
lt: Data

source: Dew Point
lt: Rasos taškas

source: Distance
lt: Atstumas

source: English
lt: Anglų

source: Home Screen
lt: Pradžios ekranas

source: Language
lt: Kalba

source: Light
lt: Šviesi

source: Lithuanian
lt: Lietuvių

source: Map
lt: Žemėlapis

source: Precipitation
lt: Krituliai

source: Reload
lt: Perkrauti

source: Settings
lt: Nustatymai

source: Sort
lt: Rūšiavimas

source: Starred
lt: Pažymėti

source: Stations
lt: Stotelės

source: Surface
lt: Kelio danga

source: System
lt: Sisteminė

source: Temperature
lt: Temperatūra

source: The app icon is from [flaticon.com](https://flaticon.com)
lt: Programėlės ikonėlė yra iš [flaticon.com](https://flaticon.com)

source: The app icon is from [flaticon.com](https://flaticon.com).
lt: Programėlės ikonėlė yra iš [flaticon.com](https://flaticon.com).

source: The weather data used in the app comes from [Lithuanian Road Administration](https://eismoinfo.lt)
lt: Orų informacija naudojama programėlėje yra iš [Lietuvos Kelių Direkcija](https://eismoinfo.lt).

source: The weather data used in the app comes from [Lithuanian Road Administration](https://eismoinfo.lt).
lt: Orų informacija naudojama programėlėje yra iš [Lietuvos Kelių Direkcija](https://eismoinfo.lt).

source: Theme
lt: Tema

source: Updated
lt: Atnaujinta

source: Version: %@
lt: Versija: %@

source: View weather information from more than 100 stations located on the main roads in Lithuania.
lt: Pamatykite tiesioginę orų informaciją iš daugiau nei šimto orų stotelių, išdėstytų pagrindiniuose Lietuvos keliuose.

source: Weather Stations
lt: Orų Stotelės

source: Weather Stations is free and open source software. The source code can be found [here](https://github.com/tunaitis/weatherstations). If you want to report a bug or request a feature, please [create an issue](https://github.com/tunaitis/weatherstations/issues) on the project's GitHub page.
lt: Pamatykite tiesioginę orų informaciją iš daugiau nei šimto orų stotelių, išdėstytų pagrindiniuose Lietuvos keliuose. Jei norite pranešti apie klaidą ar pasiūlyti kaip padaryti programėlę geresne, prašau [sukurkite užklausą](https://github.com/tunaitis/weatherstations/issues) projekto GitHub puslapyje.

source: Wind Avg
lt: Vėjas vid.

source: Wind Max
lt: Vėjas maks.
